{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "max_len": 512,
  "max_length": 256,
  "name_or_path": "pucpr/biobertpt-clin",
  "never_split": null,
  "pad_token": "[PAD]",
  "padding": true,
  "sep_token": "[SEP]",
  "special_tokens_map_file": "/root/.cache/huggingface/transformers/6ba8c26d43da6320fddc3c2d9e164fe97894eaa8fd10359985c4a74d74031b86.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "truncation": true,
  "unk_token": "[UNK]"
}
